Repository: joaquimmagalhaes17/UFP-iOS
Catalog: UFP/UFP/*.lproj/Localizable.strings
Languages: pt_pt

source: Room %@ - from %@ to %@
pt_pt: Sala %@ - %@ às %@

# Room %@ - from %@
source: Room %@ - %@
pt_pt: Sala %@ - %@

source: Room %@ - from %@ to %@ (GMT %@ to %@)
pt_pt: Sala %@ - %@ às %@ (GMT %@ às %@)

source: Room %@ - from %@ (GMT %@)
pt_pt: Sala %@ - %@ (GMT %@)

source: Can be paid between %@ and %@
pt_pt: Pagável entre %@ e %@

source: University Fernando Pessoa - Multibanco payment details Entity: %@ Reference: %@ Value: %@ %@
pt_pt: Universidade Fernando Pessoa - Dados para pagamento por Multibanco Entidade: %@ Referência: %@ Valor: %@ %@

source: 2017 © Rafael Almeida and contributors
pt_pt: 2017 © Rafael Almeida e contribuidores

source: University Fernando Pessoa
pt_pt: Universidade Fernando Pessoa

source: Version %@ (%@)
pt_pt: Versão %@ (%@)

source: Service %@ - %@
pt_pt: Serviço %@ - %@

source: Number %@
pt_pt: Número %@

source: %@ waiting
pt_pt: %@ em espera

source: Last update - %@
pt_pt: Última atualização - %@
